[
  {
    "commonName": "African Violet",
    "scientificName": "Saintpaulia ionantha",
    "lightNeeds": "African Violet plants do best and flower more in  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light., close to an east-facing window is ideal. When the light is too low, the leaves turn dark green, lose their plump appearance, and the plant produces very few flowers. The leaves turn a pale yellow-green and the flowers fade quickly when there is too much light.",
    "waterNeeds": "Allow the top 1\"- 2\" of soil to dry out before watering. Avoid using water that has passed through a softener or water containing chlorine or fluoride. Always water African Violet houseplants from the bottom to prevent water getting on the leaves. Remove any excess water that is still in the saucer after 15 minutes.",
    "tempNeeds": "These plants do well in temperatures of 75°-80°F (23.9°-26.7C) during the day and about 10° cooler at night. Keep African Violet plants away from cold drafts and heating vents. High humidity is preferable, but African Violets easily adapt to basic household humidity.",
    "soilNeeds": "African Violets like a rich, airy, potting medium. Special African Violet soil is available at most garden centers. These plants should be re-potted every 6-12 months using fresh soil to prevent unwanted salt build-up.",
    "potSize": "Keep African Violets a little root-bound in a small pot. This encourages the plant to produce more flowers.",
    "poisonous": "African Violets are non-  Poisonous HouseplantsIn her new book, Don’t Feed Me to Your Cat!,  plant care professional Judy Feldstein shares information about twenty-five common houseplants, each with various levels of toxicity, and the possible consequences if your pet or child snacks on them.."
  },
  {
    "commonName": "Agave Plant",
    "scientificName": "Agave attenuata",
    "lightNeeds": "Agave plants require very  bright lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light. throughout the year. You may have to move your Agave to different locations around your home or office as the seasons change to maintain these  high lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light. areas. Agave Plants love going outside in the warm weather.",
    "waterNeeds": "During the fall and winter, when Agave plants are resting, allow the top 75% of the soil to dry out before watering. In the spring & summer, when the plant is actively growing, water when the top 2\"-3” of soil has dried out. Be careful not to over- water since  succulentLearn the definition of a succulent plant and why they are called a \"fat plant.\" Agave plants like to be kept on the dry side.",
    "tempNeeds": "Agave house plants like warm temperatures between 70°-80° in the spring and summer and cooler temperatures between 50°-60° in the fall and winter when resting. The leaves of an agave plant have a waxy coating over a powdery surface that seals them; this protects the plant against evaporation and reflects up to 75% of the incoming heat. Agave plants, like all  Succulent PlantLearn the definition of a succulent plant and why they are called a \"fat plant.\"s, require very little humidity. High humidity can cause Crown, Stem, and Rot disease.",
    "soilNeeds": "Use a quick draining  succulentLearn the definition of a succulent plant and why they are called a \"fat plant.\" or cactus soil for agave plants.",
    "potSize": "Do not rush to re-pot an agave plant.  Agave plants are slow growers and do not like to have their roots disturbed. When you do put your agave plant in a new container, don't plant it too deeply or it may develop stem rot. Be sure there are drip holes in the bottom of the container.",
    "poisonous": "Agave plants are  poisonousPlants are a great addition to homes and offices, but it’s important to know whether your plants are dangerous to children, pets, or even adults. Some plants contain chemicals such as oxalates, solanine, glycosides, or alkaloid lycorine that may cause vomiting, nausea, diarrhea, swelling and redness of the mouth, throat, and lips, and trouble breathing. Touching parts of certain plants, especially the sap, may cause various skin irritations. The weight and age of the human or pet involved, and the part and amount of plant eaten determine how severe the reaction to the toxins will be. Although plants may be listed as non-toxic, they can still cause individual allergic reactions. If there is any question after a houseplant has been ingested or touched immediately call the Poison Control Center 1-800-222-1222 The Handbook of Poisonous and Injurious Plants [Paperback]is an excellent reference to keep around if you have young children and pets. plants with a #2 toxicity  levelThese are general guidelines that describe how poisonous certain houseplants are. It's possible for an allergic reaction to occur from contact with any houseplant, toxic or non-toxic. If there is ever a concern, call: Poison Control Center: ******1-800-222-1222******\n\nLevel #1: Houseplants with low toxicity, may be mildly irritating, especially the sap of the plant.\n\nLevel#2: Houseplants with medium to severe toxicity. Eating parts of these houseplants may result in vomiting, diarrhea, stomach pains, skin irritations, and breathing difficulties.\n\nLevel #3: These houseplants are  very poisonous. When eaten, especially in large quantities,  severe vomiting, diarrhea, stomach pains, skin irritations, and breathing difficulties can occur.\n\nLevel #4: These houseplants are extremely poisonous. Eating parts of these houseplants can be be life threatening.\n\nEvery plant listed in our Popular HousePlant guide has a section explaining whether or not it is poisonous and, if so, how poisonous. Amaryllis, alocasia, dieffenbachias, crotons, ivies, azaleas, lilies, and philodendrons are just a few of the highly poisonous plants we use in our homes and offices all of the time. If you don't know whether your houseplant is poisonous, go to Ask Judy on the HousePlant411.com website, send her a picture of your plant, and she'll let you know if the houseplant should be kept away from small children and pets.\n\nSee colorful pictures and get more information about poisonous houseplants in\n\nDon’t Feed Me To Your Cat! A Guide to Poisonous Houseplants\n\n . The sap of an  is extremely irritating and contains an anti- coagulant that causes cuts, made by the spines or sharp tips of the agave plant, to bleed more than usual."
  },
  {
    "commonName": "Alocasia",
    "scientificName": "Alocasia Amazonica",
    "lightNeeds": "An Alocasia plant requires very  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light. but no direct sun.",
    "waterNeeds": "Allow the top 2\"- 3\" of soil to dry out before watering, and try to keep the soil evenly moist. Over-watering, wet leaves, and soggy soil makes an Alocasia plant susceptible to a variety of serious fungal infections. Check the soil frequently until you are sure of the plant's watering needs. Alocasia plants require less water during the winter when it's dormant.",
    "tempNeeds": "Alocasia plants prefer warm temperatures between 60°-80°F (15.6°-26.7°C).  These plants becomes dormant with prolonged exposure to temperatures below 60°F(15.6° and may drop all of their leaves. Be sure to keep an Alocasia plant away from air conditioners and cold drafts. During warm summer months, an Alocasia can produce a new leaf every week and each new leaf may be twice the size of the previous leaf. Alocasia plants grow best in high humidity. To increase the humidity around a house plant, place the plant on a tray filled with pebbles and water. Be sure the plant is sitting on the pebbles and not in the water. You can also increase the humidity by placing a small humidifier near the plant or grouping plants together. Do not mist the plant; misting encourages plant diseases.",
    "soilNeeds": "Use an organic well-aerated loose soil that contains a good amount of peat moss. If the soil   seems a little heavy, add some builder's sand or perlite.",
    "potSize": "Alocasias plants like to be root-bound in small pots, so don't rush to put them into larger pots.",
    "poisonous": "An Alocasia is a very  poisonousPlants are a great addition to homes and offices, but it’s important to know whether your plants are dangerous to children, pets, or even adults. Some plants contain chemicals such as oxalates, solanine, glycosides, or alkaloid lycorine that may cause vomiting, nausea, diarrhea, swelling and redness of the mouth, throat, and lips, and trouble breathing. Touching parts of certain plants, especially the sap, may cause various skin irritations. The weight and age of the human or pet involved, and the part and amount of plant eaten determine how severe the reaction to the toxins will be. Although plants may be listed as non-toxic, they can still cause individual allergic reactions. If there is any question after a houseplant has been ingested or touched immediately call the Poison Control Center 1-800-222-1222 The Handbook of Poisonous and Injurious Plants [Paperback]is an excellent reference to keep around if you have young children and pets. plant with a #4 toxicity  levelThese are general guidelines that describe how poisonous certain houseplants are. It's possible for an allergic reaction to occur from contact with any houseplant, toxic or non-toxic. If there is ever a concern, call: Poison Control Center: ******1-800-222-1222******\n\nLevel #1: Houseplants with low toxicity, may be mildly irritating, especially the sap of the plant.\n\nLevel#2: Houseplants with medium to severe toxicity. Eating parts of these houseplants may result in vomiting, diarrhea, stomach pains, skin irritations, and breathing difficulties.\n\nLevel #3: These houseplants are  very poisonous. When eaten, especially in large quantities,  severe vomiting, diarrhea, stomach pains, skin irritations, and breathing difficulties can occur.\n\nLevel #4: These houseplants are extremely poisonous. Eating parts of these houseplants can be be life threatening.\n\nEvery plant listed in our Popular HousePlant guide has a section explaining whether or not it is poisonous and, if so, how poisonous. Amaryllis, alocasia, dieffenbachias, crotons, ivies, azaleas, lilies, and philodendrons are just a few of the highly poisonous plants we use in our homes and offices all of the time. If you don't know whether your houseplant is poisonous, go to Ask Judy on the HousePlant411.com website, send her a picture of your plant, and she'll let you know if the houseplant should be kept away from small children and pets.\n\nSee colorful pictures and get more information about poisonous houseplants in\n\nDon’t Feed Me To Your Cat! A Guide to Poisonous Houseplants\n\n . Kept an Alocasia plant far away from small children and pets."
  },
  {
    "commonName": "Alocasia – Nebula",
    "scientificName": "Alocasia nebula imperialis",
    "lightNeeds": "An Alocasia Plant requires very  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light.. Direct sun burns the leaves of an Alocasia Plant.",
    "waterNeeds": "Always allow the top 2\"- 3\" of the soil of an Alocasia plant to dry out before watering. Keep the soil evenly moist. Over- watering, wet leaves, and soggy soil makes an Alocasia plant susceptible to a variety of serious fungal infections. Check the soil frequently until you are sure of the plant's watering needs. Water an Alocasia Plant less during the winter when it is dormant.",
    "tempNeeds": "Alocasia plants prefer warm temperatures between 60-80 degrees. Alocasia Plants becomes dormant with prolonged exposure to temperatures below 60 degrees, and may drop all of their leaves. Be sure to keep an Alocasia Plant away from air conditioners and cold drafts. During warm summer months an Alocasia Plant can produce a new leaf every week and each new leaf may be twice the size of the previous leaf. Alocasia Plants grow best in high humidity. To increase the humidity around a house plant, place the plant on a tray filled with pebbles and water. Be sure the plant is sitting on the pebbles and not in the water. You can also increase the humidity around an Alocasia Plant by placing a small humidifier near the plant or grouping plants together.",
    "soilNeeds": "Use an organic well-aerated loose houseplant soil that contains a good amount of peat moss for an Alocasia Plant. If the soil in an Alocasia Plant seems a little heavy, add some builder's sand or perlite.",
    "potSize": "Alocasia plants prefer to be root-bound in small pots. Do not increase the size of the container until the roots of an Alocasia plant have filled the existing pot.",
    "poisonous": "Alocasia Plants are very  Poisonous HouseplantsIn her new book, Don’t Feed Me to Your Cat!,  plant care professional Judy Feldstein shares information about twenty-five common houseplants, each with various levels of toxicity, and the possible consequences if your pet or child snacks on them. with a #4 toxicity  levelThese are general guidelines that describe how poisonous certain houseplants are. It's possible for an allergic reaction to occur from contact with any houseplant, toxic or non-toxic. If there is ever a concern, call: Poison Control Center: ******1-800-222-1222******\n\nLevel #1: Houseplants with low toxicity, may be mildly irritating, especially the sap of the plant.\n\nLevel#2: Houseplants with medium to severe toxicity. Eating parts of these houseplants may result in vomiting, diarrhea, stomach pains, skin irritations, and breathing difficulties.\n\nLevel #3: These houseplants are  very poisonous. When eaten, especially in large quantities,  severe vomiting, diarrhea, stomach pains, skin irritations, and breathing difficulties can occur.\n\nLevel #4: These houseplants are extremely poisonous. Eating parts of these houseplants can be be life threatening.\n\nEvery plant listed in our Popular HousePlant guide has a section explaining whether or not it is poisonous and, if so, how poisonous. Amaryllis, alocasia, dieffenbachias, crotons, ivies, azaleas, lilies, and philodendrons are just a few of the highly poisonous plants we use in our homes and offices all of the time. If you don't know whether your houseplant is poisonous, go to Ask Judy on the HousePlant411.com website, send her a picture of your plant, and she'll let you know if the houseplant should be kept away from small children and pets.\n\nSee colorful pictures and get more information about poisonous houseplants in\n\nDon’t Feed Me To Your Cat! A Guide to Poisonous Houseplants\n\n ."
  },
  {
    "commonName": "Aloe Vera Plant",
    "scientificName": "Aloe Vera",
    "lightNeeds": "An Aloe Vera plant requires very  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light.",
    "waterNeeds": "Water well and then allow the soil to thoroughly dry out before watering again. It can sometimes last 2-3 weeks before it needs water and requires even less moisture in the winter. An Aloe Vera Plant can be saved from severe under-watering, but rarely survives over-watering.",
    "tempNeeds": "These plants likes dry, warm temperatures between 65°-85°F (18°-29° C). Aloe Vera plants do not do well in temperatures below 40°F (4.5°C) Native to the deserts and need very little humidity.",
    "soilNeeds": "Keep in a small pot with drip holes in the bottom; this allows the soil to quickly dry- out and prevents root-rot.",
    "potSize": "Aloe Vera plants rarely need to be pruned.",
    "poisonous": "Aloe Vera Plants get mushy leaves when they are over-watered. Allow the soil to thoroughly dry out or the roots rot and the plant dies."
  },
  {
    "commonName": "Amaryllis",
    "scientificName": "Hippeastrum",
    "lightNeeds": "Amaryllis plants need  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light.. Southern exposure is best, eastern and western exposures are adequate, northern exposure requires additional artificial light.",
    "waterNeeds": "Water sparingly until the stem starts to grow out of the bulb. As the stem, leaves, and buds develop gradually increase your water. Keeping the soil moist helps prolong the Amaryllis flowers.",
    "tempNeeds": "An Amaryllis is a tropical plant and enjoys temperatures between 68°-70°. Once an Amaryllis plant blooms, move it to a cooler area (65°). This helps the flowers last longer. Basic household humidity or even less keeps an Amaryllis plant healthy and free of diseases.",
    "soilNeeds": "Plant an Amaryllis bulb in a good commercial bulb soil. If this is not available, use a quick-draining, nutritious, well-aerated potting mixture. When using a basic potting soil for your Amaryllis bulbs, add some sand and humus to prevent the soil from becoming too heavy when wet.",
    "potSize": "Amaryllis plants like to be root-bound in small pots.",
    "poisonous": "Amaryllis plants are great gifts any time of the year but especially around Thanksgiving and Christmas."
  },
  {
    "commonName": "Angel Wing Begonia",
    "scientificName": "Begonia Coccinea",
    "lightNeeds": "Angel Wing begonias like  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light. but no direct sun. Proper light helps the leaves and flowers develop a more intense color. Insufficient light causes the plant to become leggy and prevents flowering. When light is too intense, the edges of the leaves of an Angel Wing begonia curl and turn brown.",
    "waterNeeds": "Be careful not to over-water!  If the plant is in a small pot, allow the top 1” of soil to dry out before watering. In a larger pot, allow the top 2”-3” of soil to dry out. Angel Wing Begonia containers must have drip holes in the bottom for proper drainage and the plant should never sit in water. When over-watered, the leaves of a begonia turn yellow and fall off.",
    "tempNeeds": "Angel Wing Begonias do well when the temperature is 65°-75°F. Temperatures below 50°F damage leaves and flowers. Average household humidity is sufficient for your Angel Wing begonia. Never mist a begonia plant; wet leaves encourage  powdery mildewPowdery mildew is a plant disease that puts a grayish white powder on plant leaves and stems. View a picture of this plant disease and learn how to treat it. and  Leaf Spot DiseaseWhen a plant gets Leaf Spot Disease, the attacking fungus or bacteria leaves small brown spots trimmed in yellow where it is feeding on the leaves. These spots may vary in shape, color, and size.  As with all other fungal and bacterial diseases, better air circulation, well-drained soil, dry leaves, and less water help control Leaf Spot Disease on plants. Never mist a plant if Leaf Spot Disease is suspected. You can use a commercial fungicide to treat Leaf Spot Disease or the homemade remedy of putting a tablespoon or two of baking soda and a teaspoon or two of mineral oil in a spray bottle of water. Shake the solution well and then spray all areas of the plant that are infected. Keep infected plants away from your other houseplants.s.",
    "soilNeeds": "Angel Wing begonias like a rich soil that’s a little heavier than the soil used for other begonia plants. A heavy soil helps support the large root system and tall stems.  I often use an African Violet soil mix.",
    "potSize": "Angel Wing begonias like to be a little root-bound. Use a container with drip holes in the bottom that is an inch or two larger than the root ball. Select a heavy clay or ceramic pot that can support the plant as it gets taller.",
    "poisonous": "Angel Wing begonias need very  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light. in order to bloom. They also require quite a bit of plant food. Feed your Angel Wing egonia monthly with a  fertilizerPlants need fertilizer only when they are actively growing. Slow growing plants in low light require very little plant food. Too much fertilizer is worse than not enough. Most plants prefer a water soluble plant food at 1/2 the recommended strength. Plants that are in bloom or dormant should not be fertilized. Houseplant food contains nitrogen (N), phosphorus (P), and potassium (K). A fertilizer containing these elements in equal proportion is considered a balanced plant food. Nitrogen helps in photosynthesis and encourages the growth of leaves and stems. Potassium and phosphorus also help in photosynthesis and aid in root and flower development. Most fertilizers have trace elements of other minerals that are lacking in the soil but are necessary for good plant growth. Fertilizers have a high salt content. If a plant is not producing new leaves and doesn’t absorb the fertilizer, salts build up in the soil. These salts can burn the roots, discolor the leaves, and cause new growth to be small.\n\n\n  high in potassium diluted to 1/2 the recommended strength. Increased light and food should encourage your begonia to bloom more."
  },
  {
    "commonName": "Anthurium",
    "scientificName": "Anthurium",
    "lightNeeds": "Anthurium plants like as much  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light. as possible, but no direct sun. If there is insufficient light, an Anthurium plant produces fewer flowers and becomes thin and straggly, as the leaves stretch toward the light.",
    "waterNeeds": "Water Anthurium plants well and then allow the top two or three inches of soil to dry out before watering again. Over-watering causes yellow leaf tips and under- watering causes brown leaf tips.",
    "tempNeeds": "Anthurium plants prefer temperatures 75°-85° during the day and about 10° cooler at night. Temperatures below 50° slow the growth of leaves and flowers. The higher the humidity the happier an Anthurium plant is.",
    "soilNeeds": "Use a rich, organic, loose potting soil that contains some mulch and sphagnum moss for Anthurium plants. The soil needs to drain quickly to prevent root-rot so you may have to add some sand to the mix.",
    "potSize": "Anthurium plants are found in 4,\" 6,\" and 8\" containers. These plants like to be root-bound, so don't rush to put them into a larger pot.",
    "poisonous": "Anthurium plants remove ammonia, formaldehyde, and xylene from the air."
  },
  {
    "commonName": "Aralia Plant",
    "scientificName": "Polyscias  fruticosa",
    "lightNeeds": "Aralia plants can survive in  low lightWhen you select “Low Light” a list of the most adaptive plants in our database appears. These plants can live in lighting conditions too low to support any other plants in our database, but will grow faster in medium and high light. Variegation (color) in the leaves is often lost in low light. A plant in low light needs less water and fertilizer than the same plant in better light. Place a low-light plant within 2-3 ft. of a window with a northern exposure, 3-5 ft. of a window with an eastern exposure, 4-10 ft. of a window with a western exposure, and 10-18ft. of a window with a southern exposure. A low light area has between 50-150 ft. candles of light. The best low light house plants are: Chinese Evergreen, Dracaena Janet Craig, Peace Lily, Heart leaf Philodendron. conditions, but grow faster and produce more leaves in medium to  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light..",
    "waterNeeds": "Too much water, resulting in root rot, is the main reason aralia plants die. Allow the top 50% of the soil to dry out before watering. In  low lightWhen you select “Low Light” a list of the most adaptive plants in our database appears. These plants can live in lighting conditions too low to support any other plants in our database, but will grow faster in medium and high light. Variegation (color) in the leaves is often lost in low light. A plant in low light needs less water and fertilizer than the same plant in better light. Place a low-light plant within 2-3 ft. of a window with a northern exposure, 3-5 ft. of a window with an eastern exposure, 4-10 ft. of a window with a western exposure, and 10-18ft. of a window with a southern exposure. A low light area has between 50-150 ft. candles of light. The best low light house plants are: Chinese Evergreen, Dracaena Janet Craig, Peace Lily, Heart leaf Philodendron. conditions, an aralia may need water as little as every 2-3 weeks.",
    "tempNeeds": "Aralia plants prefer temperatures between 60°-85° F (15.6°-29.4°). High humidity helps aralia plants grow better. Dry air, due to low humidity, is one of the reasons aralia plants lose leaves.",
    "soilNeeds": "Aralias need a peat-based, well-aerated, light soil. This type of quick draining potting medium prevents water from accumulating in the soil and causing root-rot.",
    "potSize": "For such a large plant, aralia plants do much better when root-bound. Being in smaller pots also helps the soil dry out faster and prevents over- watering.",
    "poisonous": "Aralia plants develops weak drooping branches when they not getting enough light; so the first thing is to move your Aralia to a brighter location. The other more serious cause of drooping branches may be that you have over-watered and the plant is suffering from root-rot. In this case the limbs of the plant are drooping because they are not getting any water even though the soil may be wet."
  },
  {
    "commonName": "Aralia Plant – Balfour",
    "scientificName": "Polyscias-scutellaria",
    "lightNeeds": "Balfour Aralia plants do best in  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light.; but will survive in  low lightWhen you select “Low Light” a list of the most adaptive plants in our database appears. These plants can live in lighting conditions too low to support any other plants in our database, but will grow faster in medium and high light. Variegation (color) in the leaves is often lost in low light. A plant in low light needs less water and fertilizer than the same plant in better light. Place a low-light plant within 2-3 ft. of a window with a northern exposure, 3-5 ft. of a window with an eastern exposure, 4-10 ft. of a window with a western exposure, and 10-18ft. of a window with a southern exposure. A low light area has between 50-150 ft. candles of light. The best low light house plants are: Chinese Evergreen, Dracaena Janet Craig, Peace Lily, Heart leaf Philodendron. if you are careful not to over-water.",
    "waterNeeds": "Aralias have very fine roots and are easily over-watered. Always allow the top 1/2 of the soil in the pot to dry out before watering. During the winter when plants are resting, they need even less water. In  low lightWhen you select “Low Light” a list of the most adaptive plants in our database appears. These plants can live in lighting conditions too low to support any other plants in our database, but will grow faster in medium and high light. Variegation (color) in the leaves is often lost in low light. A plant in low light needs less water and fertilizer than the same plant in better light. Place a low-light plant within 2-3 ft. of a window with a northern exposure, 3-5 ft. of a window with an eastern exposure, 4-10 ft. of a window with a western exposure, and 10-18ft. of a window with a southern exposure. A low light area has between 50-150 ft. candles of light. The best low light house plants are: Chinese Evergreen, Dracaena Janet Craig, Peace Lily, Heart leaf Philodendron. situations, Aralias may need water only once a month.",
    "tempNeeds": "Balfour Aralias  like basic household temperatures between 65-80 degrees. High humidity helps Aralia plants grow better. Dry air, due to low humidity, is one of the reasons Aralias drop leaves.",
    "soilNeeds": "Aralias need a peat-based, well-aerated, light soil. This type of quick draining potting medium prevents water from accumulating in the soil and causing the roots to disintegrate.",
    "potSize": "Keep Aralia plants in small pots so the soil dries out quickly.",
    "poisonous": "Balfour Aralias like to be in small pots since that allows the fine roots to dry out quickly and not develop root rot. Re-pot an Aralia Plant only when the roots of the plant have filled the existing pot."
  },
  {
    "commonName": "Areca Palm",
    "scientificName": "Dypsis lutescens",
    "lightNeeds": "Areca palms require  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light.. Too much light or direct sun burns the fronds and causes them to yellow.",
    "waterNeeds": "Keep the soil of an Areca palm moist but never soggy. Allow the top couple of inches to dry out before watering. Remember, the soil at the bottom of the container is much wetter than the soil at the top. Never allow an Areca palm to sit in water. If your household water has a lot of chemicals in it or passes through a water softener, allow it to sit out over- night before using it or use distilled water. Water containing a great deal of chemicals or salt can spot the leaves.",
    "tempNeeds": "Areca Palms prefer temperatures between 65°-75° during the day and around 55°  at night. This plant is very sensitive to low temperatures; if you place it outside during the summer be sure to bring it in before temperatures dip below 50°. High humidity is essential for the fronds of an Areca palm to keep looking good.",
    "soilNeeds": "Use a rich acidic soil that drains well. Add builder's sand if the soil is too heavy and clay like.",
    "potSize": "Plant an Areca palm in a container twice the size of the root ball. Palms like being a little root -bound, so don't rush to repot.",
    "poisonous": "An Areca palm is a non- poisonousPlants are a great addition to homes and offices, but it’s important to know whether your plants are dangerous to children, pets, or even adults. Some plants contain chemicals such as oxalates, solanine, glycosides, or alkaloid lycorine that may cause vomiting, nausea, diarrhea, swelling and redness of the mouth, throat, and lips, and trouble breathing. Touching parts of certain plants, especially the sap, may cause various skin irritations. The weight and age of the human or pet involved, and the part and amount of plant eaten determine how severe the reaction to the toxins will be. Although plants may be listed as non-toxic, they can still cause individual allergic reactions. If there is any question after a houseplant has been ingested or touched immediately call the Poison Control Center 1-800-222-1222 The Handbook of Poisonous and Injurious Plants [Paperback]is an excellent reference to keep around if you have young children and pets. plant."
  },
  {
    "commonName": "Arrowhead Plant",
    "scientificName": "Syngonium  podophyllum",
    "lightNeeds": "An Arrowhead plant with dark green leaves can live in low to medium light. Arrowhead plant varieties with light green, white, pink, or burgundy leaves need medium to  high lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light.. The leaves of all Arrowhead plants are “bleached” and turn an ugly gray-green color when placed in the direct sun.",
    "waterNeeds": "Water well and then allow the top 50% of the soil dry out before watering again. An Arrowhead plant droops when it needs water, but perks up quickly; when over- watered, these plants develop root rot and die.",
    "tempNeeds": "This plant does well in temperatures between 60°-75°F (18°-24°C) Arrowhead plants prefer high humidity but still grow well in basic household humidity. Keep Arrowhead plants other indoor plants, away from hot air vents, air conditioners, and fireplaces.",
    "soilNeeds": "Arrowhead plants like a rich organic soil that drains well. An African Violet mix is a good choice.",
    "potSize": "These plants do best when slightly root-bound. Do not rush to move them to the next sized container. Be sure there are drip holes in the bottom of any pot you use.",
    "poisonous": "Prune an Arrowhead plant by cutting the long vines of the plant to within 6-8 inches of the soil line. Shortening the long vines helps the plant become full and bushy. You should also pinch off the growing tips a few times a year."
  },
  {
    "commonName": "Asparagus Ferns",
    "scientificName": "Asparagus sprengeri fern",
    "lightNeeds": "Asparagus ferns grow best in  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light. coming from an east, west, or north-facing window. In lower light an asparagus fern grows very slowly and may develop yellow fronds.",
    "waterNeeds": "Allow the top 50% of the soil to dry out before watering. If in doubt, allow the fronds of a fern plant to turn pale green before watering. An asparagus fern requires more water in the hot summer months, and likes drier soil during the cold winter months. Asparagus ferns are very drought resistant; however, yellow stems indicate the plant needs more water while brown stems mean you may be over- watering your asparagus  fern.",
    "tempNeeds": "Asparagus Ferns like temperatures between 50-75°F (10-24°C). Since an Asparagus Fern is not really a fern, but a member of the Lily Family, it does well in normal to low humidity.",
    "soilNeeds": "Keep an Asparagus Fern root-bound in small pots to encourage the long graceful stems to grow.",
    "potSize": "An Asparagus Fern rarely needs to be pruned. If your Asparagus Fern gets yellow stems due to some stress, simply cut them off as close to the soil surface as possible.",
    "poisonous": "Congratulations, berries & flowers develop when an Asparagus Fern is getting all that it needs. The flowers and berries of an Asparagus Fern won’t hurt the plant, but may slow down the development of new leaves. Please remember the red berries of an Asparagus Fern are  poisonousPlants are a great addition to homes and offices, but it’s important to know whether your plants are dangerous to children, pets, or even adults. Some plants contain chemicals such as oxalates, solanine, glycosides, or alkaloid lycorine that may cause vomiting, nausea, diarrhea, swelling and redness of the mouth, throat, and lips, and trouble breathing. Touching parts of certain plants, especially the sap, may cause various skin irritations. The weight and age of the human or pet involved, and the part and amount of plant eaten determine how severe the reaction to the toxins will be. Although plants may be listed as non-toxic, they can still cause individual allergic reactions. If there is any question after a houseplant has been ingested or touched immediately call the Poison Control Center 1-800-222-1222 The Handbook of Poisonous and Injurious Plants [Paperback]is an excellent reference to keep around if you have young children and pets. and will cause digestive problems if eaten."
  },
  {
    "commonName": "Azalea",
    "scientificName": "Rhododendron",
    "lightNeeds": "Azalea plants require  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light. while blooming, but no direct sunlight. If there is not enough light the buds of an azalea won't open.",
    "waterNeeds": "Allow the top 2\"-3\" of soil to dry out before watering. Azaleas are acid loving plants; if your water is alkaline add one tablespoon of vinegar to each gallon of water. You can also water azaleas with leftover tea. Large numbers of leaves drop off if the soil is too wet or too dry.",
    "tempNeeds": "Azalea plants thrive and their flowers last longer when the temperature is 50°-60° at night and 60°-70° during the day. Temperatures over 80°  cause leaf lose and flowers to fade quickly. Azalea plants do well in normal to high humidity.",
    "soilNeeds": "Use a rich acidic planting mixture that drains well.",
    "potSize": "Azaleas can be found in 4\", 6\", and 8\" pots.",
    "poisonous": "Azaleas are lovely flowering plants that make a perfect gift for Mother’s Day, Valentine’s Day, anniversaries, birthdays, and as a get well present."
  },
  {
    "commonName": "Baby’s Tears Plant",
    "scientificName": "Soleirolia  helxine",
    "lightNeeds": "Baby’s Tears plants like  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light. but no direct sun.",
    "waterNeeds": "Always keep the soil of a Baby Tear's plant moist but never soggy. If the soil stays too wet, the stems quickly rot.",
    "tempNeeds": "Normal household temperatures or even a little cooler are best for a Baby Tear's plant. 60°-75° is an ideal temperature. High humidity and good air circulation help a Baby's Tears plant to grow well and not develop brown leaves",
    "soilNeeds": "These plants require a well-aerated, quick draining, potting soil that contains a good amount of peat moss.",
    "potSize": "These are small plants and are usually are found in 4\" and 6\" pots.",
    "poisonous": "A Baby Tear's Plant  is a great terrarium plant, sometimes even too good. If you’re not careful a Baby Tear's Plant will rapidly overtake everything else in the terrarium."
  },
  {
    "commonName": "Bamboo Palm",
    "scientificName": "Chamaedorea seifrizii",
    "lightNeeds": "Although a bamboo palm grows faster in  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light., it still does well in medium light and even  low lightWhen you select “Low Light” a list of the most adaptive plants in our database appears. These plants can live in lighting conditions too low to support any other plants in our database, but will grow faster in medium and high light. Variegation (color) in the leaves is often lost in low light. A plant in low light needs less water and fertilizer than the same plant in better light. Place a low-light plant within 2-3 ft. of a window with a northern exposure, 3-5 ft. of a window with an eastern exposure, 4-10 ft. of a window with a western exposure, and 10-18ft. of a window with a southern exposure. A low light area has between 50-150 ft. candles of light. The best low light house plants are: Chinese Evergreen, Dracaena Janet Craig, Peace Lily, Heart leaf Philodendron. if you're careful not to over-water.",
    "waterNeeds": "Allow the top 1/3 of the soil of a bamboo palm to dry out before watering. These plants like barely moist but never soggy soil. Never allow a bamboo palm to sit in the excess water that drains from the pot. Do not use water that has passed through a softener because the high salt content damages the leaves. Leaf tips look pale in color and green leaves fall off an over-watered bamboo palm. New growth and leaf tips turn brown when a bamboo palm is under-watered. The confusing thing is that yellow leaves can develop when the plant is over or under- watered, so you need to check the soil as far down as you can to know if the plant needs water.",
    "tempNeeds": "A bamboo palm does well in temperatures between 65°-80°F (18.3°-26.7°C). All palms, including bamboo palms, like high humidity but still do well in basic household humidity.",
    "soilNeeds": "Re-pot when the roots have filled the existing container.",
    "potSize": "Brown leaf tips  on a bamboo palm should be cut off with a wet scissors, and bare stalks should be removed. Always clean your plant  tools in alcohol after using them in case to prevent spreading plant diseases from plant to plant.",
    "poisonous": "The webbing on your Palm Tree comes from a plant insect called  spider mitesLearn how to identify and treat Spider Mites on plants. This sucking plant pest causes yellow blotchy leaves with a red haze and a gritty feel to them.. To get  spider mitesLearn how to identify and treat Spider Mites on plants. This sucking plant pest causes yellow blotchy leaves with a red haze and a gritty feel to them. off of your Palm Tree, spray the entire plant with soapy  water. If this doesn’t solve the  spider miteLearn how to identify and treat Spider Mites on plants. This sucking plant pest causes yellow blotchy leaves with a red haze and a gritty feel to them. problem, use a commercial  insecticidal soapInsecticidal Soap is defined as any of the potassium fatty acid soaps used to control many plant pests and diseases. This product is typically sprayed on plants in the same manner as other insecticides. It works only on direct contact with the pests. The fatty acids disrupt the structure and permeability of the insect cell membranes and the insect quickly dies. Soaps of this kind also work well on fungus infections such as botritis and leaf spot as well as on common houseplant pests such as spider mite and mealy bug.."
  },
  {
    "commonName": "Begonia Plant",
    "scientificName": "Begonia",
    "lightNeeds": "Although certain varieties of begonia can adapt to lower light, most begonias need medium to  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light.. The better the light, the more flowers a begonia plant produces. Leaves and flowers drop off when the light is too low.",
    "waterNeeds": "Water a begonia  well and then allow the top 50% of the soil to dry out before watering again. Too much water causes mildew, mold, and permanent root damage. Water dripped on the leaves may cause leaf-rot.",
    "tempNeeds": "Begonias plants do well in cool temperatures between 65°-75°. A Begonia needs a great deal of humidity to thrive. You can increase the humidity by placing the plant on a wet pebble tray, by putting a small humidifier near the plant, or by grouping several plants close to each other and creating a mini- greenhouse effect.",
    "soilNeeds": "Begonia plants need a rich well-aerated soil that drains quickly.  African Violet soil is a good choice.",
    "potSize": "Use a clay or terra cotta pot for a begonia; this helps the soil dry out quickly and prevents root-rot.",
    "poisonous": "Massive leaf droppage on a Begonia Plant is usually caused by sudden changes in the environment or in the care of the plant; for example, temperatures that go from cold to hot, soil goes from very dry to very wet, light changes from very bright to very dark."
  },
  {
    "commonName": "Begonia Rex",
    "scientificName": "Begoniaceae",
    "lightNeeds": "A Begonia Rex plant needs plenty of  bright indirect lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light. but no direct sun. Since a Begonia Rex does not bloom very often, it does well in less light than some other begonias and can even grow under fluorescent lights.",
    "waterNeeds": "Allow the top 50% of the soil to dry out before you water. Begonias like to be evenly watered but hate being over-watered. During the winter, when the plant is dormant, reduce your water.",
    "tempNeeds": "Begonia Rex plants like average to warm temperatures and are sensitive to temperatures below 60° . The leaves can be damaged by large temperature changes. A Begonia Rex plant requires high humidity, but avoid misting the plant. Misting can cause  powdery mildewPowdery mildew is a plant disease that puts a grayish white powder on plant leaves and stems. View a picture of this plant disease and learn how to treat it. on Begonia plant leaves. Cluster your plants to create a mini greenhouse effect or put your Begonia Rex on a wet pebble tray to increase the humidity. Be sure the plant is sitting on the pebbles and not in the water.",
    "soilNeeds": "Use a loose well aerated soil that drains quickly to prevent over watering and root rot.",
    "potSize": "Begonia Rex plants like large, relatively shallow pots where the rhizomes have room to spread.",
    "poisonous": "Begonias have a #1 toxicity  levelThese are general guidelines that describe how poisonous certain houseplants are. It's possible for an allergic reaction to occur from contact with any houseplant, toxic or non-toxic. If there is ever a concern, call: Poison Control Center: ******1-800-222-1222******\n\nLevel #1: Houseplants with low toxicity, may be mildly irritating, especially the sap of the plant.\n\nLevel#2: Houseplants with medium to severe toxicity. Eating parts of these houseplants may result in vomiting, diarrhea, stomach pains, skin irritations, and breathing difficulties.\n\nLevel #3: These houseplants are  very poisonous. When eaten, especially in large quantities,  severe vomiting, diarrhea, stomach pains, skin irritations, and breathing difficulties can occur.\n\nLevel #4: These houseplants are extremely poisonous. Eating parts of these houseplants can be be life threatening.\n\nEvery plant listed in our Popular HousePlant guide has a section explaining whether or not it is poisonous and, if so, how poisonous. Amaryllis, alocasia, dieffenbachias, crotons, ivies, azaleas, lilies, and philodendrons are just a few of the highly poisonous plants we use in our homes and offices all of the time. If you don't know whether your houseplant is poisonous, go to Ask Judy on the HousePlant411.com website, send her a picture of your plant, and she'll let you know if the houseplant should be kept away from small children and pets.\n\nSee colorful pictures and get more information about poisonous houseplants in\n\nDon’t Feed Me To Your Cat! A Guide to Poisonous Houseplants\n\n  and are especially  poisonousPlants are a great addition to homes and offices, but it’s important to know whether your plants are dangerous to children, pets, or even adults. Some plants contain chemicals such as oxalates, solanine, glycosides, or alkaloid lycorine that may cause vomiting, nausea, diarrhea, swelling and redness of the mouth, throat, and lips, and trouble breathing. Touching parts of certain plants, especially the sap, may cause various skin irritations. The weight and age of the human or pet involved, and the part and amount of plant eaten determine how severe the reaction to the toxins will be. Although plants may be listed as non-toxic, they can still cause individual allergic reactions. If there is any question after a houseplant has been ingested or touched immediately call the Poison Control Center 1-800-222-1222 The Handbook of Poisonous and Injurious Plants [Paperback]is an excellent reference to keep around if you have young children and pets. to dogs and cats."
  },
  {
    "commonName": "Bird of Paradise Plant",
    "scientificName": "Strelitzia",
    "lightNeeds": "A Bird of Paradise plant requires very  bright lightVery few houseplants should be placed in direct sun. High light refers only to bright indirect light since direct sun often burns the leaves of indoor houseplants. An area that is too hot and dry encourages Spider Mites and causes blooms to quickly fade. A northern exposure really doesn't provide enough light for high light plants. These plants need to be placed directly in front of an east-facing window, within 1-3 feet of a west-facing window, and within 5 ft. of a south facing window. A high light area has over 300 ft. candles of light.. This plant can even be placed in the direct sun if you do it gradually and allow the leaves to slowly adapt. You may have to move a Bird of Paradise plant to different areas of your home as the seasons change in order to give it adequate light; placing it close to a south- facing window is always best.",
    "waterNeeds": "In the spring and summer keep the soil moist but never soggy. A Bird of Paradise plant needs less water in the fall and winter. Water from the bottom so the soil stays loose and remains well aerated. Water that has a high salt content burns the leaves.",
    "tempNeeds": "An indoor Bird of Paradise plant grows best in temperatures between 65°-75° during the spring, summer, and fall. In the winter, when the plant  is \"resting,\" keep the temperature 10° cooler. Temperatures below 50° cause the leaves on a Bird of Paradise to curl and turn black. A Bird of Paradise plant does well in basic household humidity.",
    "soilNeeds": "Use a basic potting soil that retains water but drains well.",
    "potSize": "A  3'-4' Bird of Paradise plant is usually available in 10\" pots. A 5'-7' Bird of Paradise Plant usually comes in a 14\" pot.",
    "poisonous": "A Bird of Paradise plant has a #1 toxicity  levelThese are general guidelines that describe how poisonous certain houseplants are. It's possible for an allergic reaction to occur from contact with any houseplant, toxic or non-toxic. If there is ever a concern, call: Poison Control Center: ******1-800-222-1222******\n\nLevel #1: Houseplants with low toxicity, may be mildly irritating, especially the sap of the plant.\n\nLevel#2: Houseplants with medium to severe toxicity. Eating parts of these houseplants may result in vomiting, diarrhea, stomach pains, skin irritations, and breathing difficulties.\n\nLevel #3: These houseplants are  very poisonous. When eaten, especially in large quantities,  severe vomiting, diarrhea, stomach pains, skin irritations, and breathing difficulties can occur.\n\nLevel #4: These houseplants are extremely poisonous. Eating parts of these houseplants can be be life threatening.\n\nEvery plant listed in our Popular HousePlant guide has a section explaining whether or not it is poisonous and, if so, how poisonous. Amaryllis, alocasia, dieffenbachias, crotons, ivies, azaleas, lilies, and philodendrons are just a few of the highly poisonous plants we use in our homes and offices all of the time. If you don't know whether your houseplant is poisonous, go to Ask Judy on the HousePlant411.com website, send her a picture of your plant, and she'll let you know if the houseplant should be kept away from small children and pets.\n\nSee colorful pictures and get more information about poisonous houseplants in\n\nDon’t Feed Me To Your Cat! A Guide to Poisonous Houseplants\n\n ."
  }
]